{
    "layers": [
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_1",
                "batch_input_shape": [
                    null,
                    463
                ],
                "dtype": "float32",
                "units": 200,
                "activation": "relu",
                "use_bias": true
            }
        },
        {
            "class_name": "Dense",
            "config": {
                "name": "dense_2",
                "trainable": true,
                "units": 1,
                "activation": "sigmoid",
                "use_bias": true
            }
        }
    ]
}